[NoID_JBailey_20151016_AdventIsNotTaking AkEvent]
SpokenText="ADVENT is not taking the death of an Elder lightly, and in turn have greatly accelerated the final stages of their Avatar project. A plan is now in place for the rapid processing of all non-essential human life, to begin, immediately. "

[NoID_JBailey_20151016_TheAliensContinue AkEvent]
SpokenText="The aliens continue their progress toward completing this Avatar project. We must stop them, at any cost."

[S_ALT_Mediocre_Council AkEvent]
SpokenText="It is unfortunate Commander, that your recent efforts have proven to be so... mediocre."

[S_Alt_Valhalla_Council AkEvent]
SpokenText="I myself will carry you to the gates of Valhalla Commander. You will ride eternal, shiny and chrome."

[S_Avatar_Project_Council_01 AkEvent]
SpokenText="Hello, Commander."

[S_Avatar_Project_Council_02 AkEvent]
SpokenText="It would seem your recent activities have gotten ADVENT's attention. Our unwelcome guests are up to something."

[S_Avatar_Project_Council_03 AkEvent]
SpokenText="ADVENT has been diverting considerable resources and personnel to covert production and research facilities across the globe. The details of these operations are highly classified, however a single word permeates in all their files: Avatar."

[S_Avatar_Project_Council_04 AkEvent]
SpokenText="I believe the Black site facility we had previously uncovered is part of this Avatar Project. Ongoing  surveillance of the enemy has tracked an additional facility to a region located with range of your mobile command center. Local resistance operatives can provide specific details upon contact."

[S_Avatar_Project_Council_05 AkEvent]
SpokenText="Were the enemy to succeed in this effort, we are certain the results would be disastrous. I am confident you will take whatever measures necessary to eliminate this threat, Commander."

[S_Blacksite_Council_Spokesman_01 AkEvent]
SpokenText="Having now seen the inner workings of the Blacksite facility, the outcome is perhaps even more troubling than I had expected. It is clear the aliens have undertaken a gruesome task. I will leave this matter for you to investigate, Commander."

[S_BlacksiteCommunique_Council AkEvent]
SpokenText="Commander, we believe there are millions of people who have gone missing since the establishment of the ADVENT colonies. Our sources have followed numerous leads...all of which lead back to this facility. We need you to investigate."

[S_BlacksiteMissionSpawn_Council AkEvent]
SpokenText="Local resistance forces in the area can get you into the site, but you'll need to make contact with their network first. This is only the beginning, Commander. Your leadership will be a beacon to our people across the globe."

[S_BlacksiteRegionContactMade_Council AkEvent]
SpokenText="I'm glad to see you've established contact with the local resistance, Commander. They should be able to assist you in assessing the alien facility."

[S_BlacksiteRegionContactReminder_Council AkEvent]
SpokenText="Commander, you should establish contact with the local resistance network as soon as possible...the aliens are undoubtedly moving forward with their plans."

[S_First_Council_Mission_Geoscape_Council AkEvent]
SpokenText="Although we have allies scattered in cities throughout the globe who are willing to share their knowledge of ADVENT's operations, the aliens are actively pursuing them. It will be up to you to ensure the safety of our operatives, Commander. Good luck."

[S_Forge_Council_Spokesman_01 AkEvent]
SpokenText="Your findings at the Forge facility are disconcerting, Commander. If the aliens are somehow assembling or growing the ADVENT forces en masse, our efforts to defeat them will be that much harder. I will leave you and your team to pursue this further."

[S_GP_Alien_Facility_Selected_Council AkEvent]
SpokenText="The aliens have dedicated an immense amount of time and resources to this project, Commander. If successful, it will mean the end of what little remains of human civilization."

[S_GP_Doom_Lowered_Council_Blacksite_A AkEvent]
SpokenText="An impressive effort, Commander. The destruction of their blacksite will no doubt slow the aliens progress, but time is still short. "

[S_GP_Doom_Lowered_Council_Blacksite_B AkEvent]
SpokenText="Excellent work, Commander. The loss of this Blacksite will undoubtedly slow the aliens' progress, but we must remain vigilant."

[S_GP_Doom_Lowered_Council_Blacksite_C AkEvent]
SpokenText="You continue to prove resourceful, Commander. Although you've dealt a blow to the aliens work by destroying the blacksite, there is still much to be done. "

[S_GP_Doom_Lowered_Council_Blacksite_D AkEvent]
SpokenText="Having destroyed their blacksite, you've dealt a blow to the alien operations, Commander, but there is still no time to lose. "

[S_GP_Doom_Lowered_Council_Blacksite_E AkEvent]
SpokenText="Your effort in destroying the alien Blacksite was commendable, but I fear the worst is yet to come, Commander. We must remain vigilant."

[S_GP_Doom_Lowered_Council_Forge_A AkEvent]
SpokenText="With the loss of this facility, there can be no question that the aliens work has suffered a substantial blow. We must now pursue them to the end, Commander. "

[S_GP_Doom_Lowered_Council_Forge_B AkEvent]
SpokenText="The discovery of this subject encased in a suit similar to your own is intriguing, Commander. The loss of their facility, and this specimen, could be an even greater victory than we had imagined. "

[S_GP_Doom_Lowered_Council_Forge_C AkEvent]
SpokenText="I have no doubts your recovery of the unknown specimen and the destruction of this facility will prove to be a turning point, Commander. Excellent work. "

[S_GP_Doom_Lowered_Council_Forge_D AkEvent]
SpokenText="This facility was clearly of critical importance to the aliens, Commander. This setback, along with the loss of the specimen your team recovered will no doubt slow their work on the Avatar Project. "

[S_GP_Doom_Lowered_Council_Forge_E AkEvent]
SpokenText="Your efforts continue to impress, Commander. The loss of this facility and the recovery of the alien specimen will no doubt impede their work on the Avatar Project. "

[S_GP_Doom_Lowered_Council_KillAvatar_A AkEvent]
SpokenText="The distinctive creature your troops encountered was clearly of some importance to the aliens. I will leave it to your team to uncover just what that may be, Commander. "

[S_GP_Doom_Lowered_Council_KillAvatar_B AkEvent]
SpokenText="This creature your troops encountered, may be a critical piece of the Avatar Project, Commander. Your efforts are to be commended."

[S_GP_Doom_Lowered_Council_KillAvatar_C AkEvent]
SpokenText="The aliens' defeat here was yet another blow against the completion of the Avatar Project. Excellent work, Commander."

[S_GP_Doom_Lowered_Council_KillAvatar_D AkEvent]
SpokenText="Your forces have stood against every threat presented by the aliens and emerged victorious. Still, we must remain focused until Earth is free from ADVENT's grasp. This unknown entity could be the key. "

[S_GP_Doom_Lowered_Council_KillAvatar_E AkEvent]
SpokenText="Excellent work, Commander. Having defeated this unknown entity, your troops have once again proven the dedication to our cause. Hopefully your team can uncover this being's connection to the Avatar project. "

[S_GP_Doom_Lowered_Council_KillCodex_A AkEvent]
SpokenText="Your troops seemed to have had no trouble dispatching the latest alien threat, Commander. Excellent work. Hopefully the asset you recovered will prove useful."

[S_GP_Doom_Lowered_Council_KillCodex_B AkEvent]
SpokenText="You have delayed the aliens' efforts towards completing the Avatar Project, Commander. Let us hope the asset you recovered will prove useful in uncovering the aliens' plans."

[S_GP_Doom_Lowered_Council_KillCodex_C AkEvent]
SpokenText="Impressive work, Commander. The death of this creature and the subsequent recovery of its brain, could prove to be a substantial setback for the aliens' work on this Avatar Project."

[S_GP_Doom_Lowered_Council_KillCodex_D AkEvent]
SpokenText="I commend your troops for their resilience in defeating this creature, Commander. The aliens will be left scrambling to recover from this setback."

[S_GP_Doom_Lowered_Council_KillCodex_E AkEvent]
SpokenText="The creature your troops defeated here was clearly of some importance to the aliens, Commander. Let us hope that the recovered remains prove equally important to our own efforts."

[S_GP_Doom_Lowered_Council_PsiGate_A AkEvent]
SpokenText="Recovering the alien Psionic artifact may prove key to your future efforts. Excellent work, Commander. I trust your team will begin the necessary research as soon as possible. "

[S_GP_Doom_Lowered_Council_PsiGate_B AkEvent]
SpokenText="This unusual artifact could be crucial to uncovering the aliens' true intentions, Commander. I commend you on your efforts."

[S_GP_Doom_Lowered_Council_PsiGate_C AkEvent]
SpokenText="For the aliens to have placed this strange artifact in such a remote position, it clearly was not meant to be found. It's loss will no doubt be a boon to our efforts and a blow to theirs. "

[S_GP_Doom_Lowered_Council_PsiGate_D AkEvent]
SpokenText="Your team has done an excellent job in recovering this alien artifact, Commander. I believe with further research it may prove invaluable in uncovering the truth."

[S_GP_Doom_Lowered_Council_PsiGate_E AkEvent]
SpokenText="The aliens will no doubt have to deal with the loss of this unusual artifact Commander. I trust you will work to uncover its purpose."

[S_Liberation_Network_One_Council_02 AkEvent]
SpokenText="ADVENT is lying to you."

[S_Pre_Final_Mission_Broadcast_Spokesman_01 AkEvent]
SpokenText="Hello Commander. You and your crew are to be commended. Your efforts in rebuilding the resistance network and uncovering the truth about the Avatar project have been admirable. I only wish I had better news to report."

[S_Pre_Final_Mission_Broadcast_Spokesman_02 AkEvent]
SpokenText="ADVENT is well aware of your recent discoveries, and in turn now considers the remaining human populace a liability. A plan is in place for the total eradication of all non-essential human life. To begin immediately."

[S_Pre_Final_Mission_Broadcast_Spokesman_03 AkEvent]
SpokenText="Very soon ADVENT's Speaker will announce a breakthrough in gene therapy. A final treatment for the human condition. Billions will flock to gene therapy clinics across the globe. They will never return."

[S_Pre_Final_Mission_Broadcast_Spokesman_04 AkEvent]
SpokenText="Through my contacts, I've managed to secure tactical data and access codes to the ADVENT Network Tower. The Speaker's address will be broadcast live to a global audience via this facility - the whole of ADVENT's network will be listening. It is this hubris that we must use against them."

[S_Pre_Final_Mission_Broadcast_Spokesman_05 AkEvent]
SpokenText="The information I am sending you should allow your Doctor Tygan and Chief Engineer Shen to take control of the transmission and disrupt their entire network from within."

[S_Pre_Final_Mission_Broadcast_Spokesman_06 AkEvent]
SpokenText="Though my hope is that this disruption will confuse the enemy's forces enough to allow your final assault a chance of success, I ask one more thing of you."

[S_Pre_Final_Mission_Broadcast_Spokesman_07 AkEvent]
SpokenText="Take what you've learned. Let the world know what is happening here. Wake them up. Broadcast the truth. Before there is no one left to listen."

[S_Pre_Final_Mission_Broadcast_Spokesman_08 AkEvent]
SpokenText="It seems we are both out of time."

[S_Pre_Final_Mission_Broadcast_Spokesman_09 AkEvent]
SpokenText="Farewell,  Commander."

[S_Psi_Gate_Council_Spokesman_01 AkEvent]
SpokenText="Based on what your team witnessed in the field, Commander, it's clear this Psionic gateway provides the aliens with some means of far-off travel. It will be up to you to determine not only how it functions, but exactly where this gateway leads."

[S_Skipped_or_Failed_Mission_Council AkEvent]
SpokenText="Commander, resistance forces in this region are in hiding as a result of recent setbacks. If you wish to contact them again, you will have to wait until they are able to regroup."

[S_Support_Facility_Failed_Council_01 AkEvent]
SpokenText="It is unfortunate that you were unable to destroy the alien facility, Commander. We will have to seek out other means of slowing the alien's ongoing efforts towards the Avatar Project."

[S_Support_Facility_Failed_Council_02 AkEvent]
SpokenText="Although I respect the effort your team put forth, Commander, with that facility still intact the aliens will continue their work on the Avatar Project unabated."

[S_Support_Facility_Failed_Council_03 AkEvent]
SpokenText="Having failed to destroy the alien's facility, they will continue to advance  their efforts in developing the Avatar Project. Should another opportunity arise, you will have to do better, Commander."

[S_Support_Facility_Failed_Council_04 AkEvent]
SpokenText="Your failure to destroy the alien's facility is disconcerting, Commander. I trust you will adapt and improve should another opportunity arise."

[S_Support_Facility_Failed_Council_05 AkEvent]
SpokenText="It is regrettable that your team was unable to eliminate the alien facility, Commander. As a result, the alien's progress towards the Avatar Project will continue to grow."

[S_Support_Facility_Success_Council_01 AkEvent]
SpokenText="Your team did a commendable job in destroying the alien's facility, Commander. Their efforts towards the Avatar Project will undoubtedly be set back by your incursion."

[S_Support_Facility_Success_Council_02 AkEvent]
SpokenText="The alien facility now stands in ruin, Commander. Excellent work. Your efforts will no doubt slow the aliens' progress towards the Avatar Project."

[S_Support_Facility_Success_Council_03 AkEvent]
SpokenText="The destruction of this facility marks an important step towards the total elimination of the Avatar Project, Commander. Your team is to be commended."

[S_Support_Facility_Success_Council_04 AkEvent]
SpokenText="With the alien facility destroyed, their efforts to develop the Avatar Project will likely suffer a substantial decline, at least for the time being. Excellent work, Commander."

[S_Support_Facility_Success_Council_05 AkEvent]
SpokenText="Your troops performed admirably, Commander. Destroying that facility will slow the aliens development of the Avatar Project and give us time to further establish the resistance movement."

[S_Support_First_Resistance_Goods_Council AkEvent]
SpokenText="Commander, to aid in your efforts, we've gathered additional resources and staff at Resistance headquarters for your use."

[S_Support_Great_Mission_Council_01 AkEvent]
SpokenText="Excellent work, Commander. Your efforts continue to bolster the resistance movement across the globe."

[S_Support_Great_Mission_Council_02 AkEvent]
SpokenText="Another impressive effort, Commander. My expectations were high, and yet you've exceeded them."

[S_Support_Great_Mission_Council_03 AkEvent]
SpokenText="You've done an outstanding job leading the resistance, Commander."

[S_Support_Great_Mission_Council_04 AkEvent]
SpokenText="Considering the limited resources available to you, Commander, you've still managed to exceed my expectations. Excellent work."

[S_Support_Great_Mission_Council_05 AkEvent]
SpokenText="You and your crew have dealt another serious blow to the aliens' efforts today, Commander. Impressive work."

[S_Support_Misc_Council_01 AkEvent]
SpokenText="Hello, Commander."

[S_Support_Misc_Council_02 AkEvent]
SpokenText="Good luck, Commander."

[S_Support_Misc_Council_03 AkEvent]
SpokenText="XCOM Lives."

[S_Support_Misc_Council_04 AkEvent]
SpokenText="ADVENT is a lie."

[S_Support_Misc_Council_05 AkEvent]
SpokenText="Soylent Gold is people."

[S_Support_Misc_Council_06 AkEvent]
SpokenText="This is the end, Commander."

[S_Support_Status_Report_Grade_A_Council_01 AkEvent]
SpokenText="I had high hopes for the resistance under your leadership, Commander, and you have outdone yourself."

[S_Support_Status_Report_Grade_B_Council_01 AkEvent]
SpokenText="You've made considerable progress against the aliens over the past month, Commander. I hope that your ongoing efforts will only lead to further success."

[S_Support_Status_Report_Grade_C_Council_01 AkEvent]
SpokenText="Your progress against the aliens over the past month has been significant, Commander, but there's still room to improve if we're going to eliminate the alien threat."

[S_Support_Status_Report_Grade_D_Council_01 AkEvent]
SpokenText="Leading the resistance is a daunting task, Commander, but your efforts so far have left many wondering if we've made the right approach. We will have to do better."

[S_Support_Status_Report_Grade_F_Council_01 AkEvent]
SpokenText="While I recognize that you've been placed in a difficult situation, Commander, our continued failings over the last month have left many in the resistance concerned. Nothing short of a vast improvement will do."

[S_Support_Tough_Mission_Council_01 AkEvent]
SpokenText="A difficult operation, Commander. I trust you will review the tactics employed to avoid a repeat of this incident."

[S_Support_Tough_Mission_Council_02 AkEvent]
SpokenText="I realize the conditions you are operating under are not ideal, Commander, but we will have to do better. The resistance is counting on you."

[S_Support_Tough_Mission_Council_03 AkEvent]
SpokenText="Difficult outcomes such as this effect not only your crew, but the resistance as a whole, Commander. We must do better if we have any hopes of stopping the alien threat."

[S_Support_Tough_Mission_Council_04 AkEvent]
SpokenText="Although you've been placed in a difficult position, Commander, expectations of your success remain high. You'll need to review your tactics to minimize further losses."

[S_Support_Tough_Mission_Council_05 AkEvent]
SpokenText="You were bound to face difficult operations over the course of our campaign, Commander, but there is little room for these ongoing setbacks. We must do better."

[S_Victory_Council_01 AkEvent]
SpokenText="To all of you in the occupied zones, hold your ground, continue the fight. I promise you, help is the on the way."

[S_Welcome_Resistance_CouncilSpokesman_01_Setup_Phase AkEvent]
SpokenText="Hello, Commander. The council you once knew is no more. It's membership have all sworn loyalty to the ADVENT Administration."

[S_Welcome_Resistance_CouncilSpokesman_02_Setup_Phase AkEvent]
SpokenText="With one exception. It is good to see you again. In the days since your capture I've done all I can to aid the resistance network from the inside. Our efforts resulted in the information leading to your recent extraction. There were, however, unintended consequences. Directly following your release, there has been a significant increase in ADVENT military operations. Our unwelcome guests are up to something."

[S_Welcome_Resistance_CouncilSpokesman_03_Setup_Phase AkEvent]
SpokenText="What you are seeing are classified reports of missing civilians across the world. The numbers are growing. We suspect they're being moved to as-of-yet undiscovered facility. However, our best lead so far is unsubstantiated - a single word that reoccurs throughout their files: Avatar. This project stems from the highest levels of ADVENT. We are certain the disappearances and the aliens' interest in you are connected."

[S_Welcome_Resistance_CouncilSpokesman_04_Setup_Phase AkEvent]
SpokenText=""Time is short, Commander. We need you to take charge of resistance operations throughout the world. Establish contact with the local cells and bring them into the fold. Find this Avatar project and shut it down. Save our world.The Clock is ticking. Good luck, Commander.\n""

